{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              96,
              96,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 16,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              4
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              4
            ],
            "name": "conv2d_1",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "884edba50417cea7688aeda95e300629e5fbba6161f78261f69770c92b969209",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      96,
      96,
      1
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            96,
            96,
            1
          ],
          "values": [
            "Mrk4QDGRgD9yPIU9kc/4vuV/Gb9K72K+Y8mcv+hGmj/kYOq+2b4jP6xwCb/HjhM+OYejvxNRRD+arhK+EmuZP766h77OLAS+ovyLPqjYz7829fI+doqjv3Gevb+ML6q9uK+BvycMHz90zto+3hbePutuFL8gQum+c2Cnv7QvGD/gkos/1COkv3xj0b4pxCs/MjyTPsGFgz5yEg+/TqdZv1ujHD9Mz9q+Obaav/Ljvr+0lNQ+J6wGvxn7kj5oULA/NIgEvlZUhD0Rl66/WngFviFB5j8evr0+F4pQPoxRNEBtWMo+B2WJP6OdCT4flXW9+A6MPz+0dTwmeH0/3fU6PgMYQb2PBLC96TCFv21WBUCZyvO/GsERPut0O78pvjk+KFh4PZDg/j8kz7s/CiqaPvQtIz9TKQu+ecObvcCaij6Dwjs+fCPbPRzCKD+qrQ8+Xtx4v8OlEr1fqYA/Lld/v/ZQGr89smS/8zA1v+JmYD/7WsS+6eebv70jcD4U14g/+DBNv38Va78n+Ke/C54cP52Djz7e2gY/IWxqP+TuAb3jrLO/EP/vvp7zqz27iw6/72JmPXTXxz/mHhC/RbpIv5lwdD7s+QC/lgY8P33cPz1gOAtAfihEvoAsor/R0ps/TercPkhhnr/UHPU9pqiBv5Af177bOyO+VTDnPhJDDL8cs8A+CEMCQOE/2r+yzoC/5aWrvsfuxz8MTANA/KWCvgwz1r4fgwLAGkI2Py7aaT+i6389RnD6PmsL/T+26v0+VrOrPkop774k+JQ/1nOnPu8E9z4Jb4a+ve6xP8LOuL79FuW/1ZPGPl31nT4LgrU/PvF6Pb6pAz6l29o+dKQHP4RxpL6Xas4/vAcpvx57DEAMIo4/W/wcv6P8hD8WYzM/9mWTvRRosz7lWq+/8GdgP+FGkz/gD1TA0/KYv/Y4x76r5iXAr46WP13dp764Kho+L0Y4vs6Sz7yhEbu/FGxlPkb7fz0XjyS/TW3Tv6V6yL9M3RY/9sJRP+Sskz6Tjjc9",
            "aIUVvwmCRb8Q7zs/Gj4UPe3tQz/YOEG+Q1e9PbQWYj8nCLS/c19sO+Nhf749mBq/fVKPP8gfFr8H/Zs9uCaivqJURb7S+g6/9fe5v3pVdT2xU8Y+N0cAP5x5F7/IVnE++UJXP+8PP76KH1q+aM+3P4Znob4qd2O/gaEwP0KlGcBns58/5qpVPvXfCb5JRAC/lhn9PtzmNj/M4zE/kDCHPrvcaz+VMpo3OTuIP4+wyT/9sOw/YOVGv0WBur9ilSQ/jogqvdroh76BM0Q/wvQxPf4CULxP7kA/vKZaPVOVVT5xeAnAUMqHv3ta6D4W5Wo+Nby7v6NItT8NKoA/ITLqPydlZ7/UBI2/V7H1vnggVj/HrPY+p3Tkv/a5Cr9dhA0/AWfIPwGo3r7iYlg9MWK1P8VrGj6pMQC/8aMYPocEDr+5o9A+MpseP28hBT97HK0+HYDJvwPlhz8j/7O+oH/cv8dwGT46cus+QS1gP/DCD8BTFqe/fMe9P7yYiz5HW6g/uNdiv6sFJMCeEcU+AJtKPzdlCz+4+BTAUuO3P+zjN78qM0C//DaXP5QREL+G75u/ffJEP//GWD8u2si+UJWRvqkqrT540Ke+zpddvwNtm74mjPK7GOg3v4uxFr6GdDO/ikElPwsYE7+Yf8o+bK5nvz8OYz4+4SQ8SoyyvWNNLL+nhAy/UfSxP5t5WL/Ck6c++iJIP+amh74IEK6/suQEvSSvLr9dffk+omiZP/HX678D1Tu/MaH8P+4lz76dr4e+T13kv/jYPT/fOkg+DlHUP9szIj+3NCI/5jYEwI5niL9gpca/3vFOv90IZD+mcag/tILXvemzfb1G5vW+55kfwHDgh7/Um0+/aVmov1AQvz+3Row+R8gQPmMDlj7qwM8+IC3bPyQg+b6+T4E/9qE4PpX7fL/CYsU+4HpCvyj0Rr/x+a2+02ZWPhC97L7IeRG/pv7SPfdCAD44YF28Al7kvlJmF75ZU6e/Ahtfv80K371YiUK/C8LnP9A1Rr9oTic/",
            "OPB+vl73KL+o2ynA2dkmv+DItD+2uqK9mOv2P0OgKj+iE7u/jhlRPizdJr/1gCk+U1IvP0ADlj2UXzW/4rvePo+6xL/mQo2/DumzPk9se773pVO82nPBPe5lmz+zqa6+8aFDv69WGr6jgVc/4ZcCPsDiQr4pWCo/XrocP4Jrhz7/hIk/LpeQPmBOeD/DSV0/wVfcPUIPjL6LccE+pHUZvcsvhz9J4bM+KRQnPgiRdL55MhC/HspvvupZG786txY/ZCGCvzCfNb/40mq/o7o0P+4+oD+SwpU/ipPhPurF4j8nX5+/PydEv+A5XT8oc3k/7BbYPreFFj7T3NI/GYJ9PiX7j79UWUQ/qwyNvjM8wL9Scdu9ZbejPxBrfr8SrUI/k14uvx+rrb/DsdY+r9glP5sYQj5QjWo/wF39vzfc3z71CZI/mltmv6pP7j8fD2Y/tJm6PmXlG7+VwrG/zJW1vxKwT7/Kbey9fbsJvwTOjj37cgNAlMNOwJ5LFT+Ppc29wsk/P2ytVz+x8Y2+58OMv+PVI751JgXALPQpP95+GD4kCsi+k1yRvwTlKL/CiXe+HQ3iv9+xbz81f+M+X7VQP9gfWz9nFYO/h7O+P0MsBEAVA/m/gemXvu4qNL9/yVa+rFWzvqat0r8cU4s9DDviPvI6lT+Lgy3AO2bqv3d0aT7uBeq+vZOAP1361T7P2oW/QIFyP9a/2L13zHC/w+GNP1AsUL449By+m6IrvyyODT2/wMI+Da24P8CyGL+UKVg/s6bgPwDJiT9EcPc/8KrCPjWdJb46zhq/QnTLP2W+gz8QDBa/AtSGviQSmL5npYU/2XpdP3spPz+WBMC/HWjyPw0eOb/p22y9UjCOv1Urgz/DF9u/WJ7pv1K+s7/U48s+6Xxbv+MjJb/65X8/gRILP+f7X78SeQLA91tMPxg1ib9R8qW9wPTYPqCS5z/6+Sq/lcPRvv8M0D86R0K/kD9dv631/L65yWU+P/Cvvz6eDT93R38/5V+rPeA7wT/w7+G+",
            "to/hvtRo7D47Sga/Gg/MPzrfiD/Ae5O/7Utwv45w9b4jg30/oFgYQK7I2r+/rcO/J21sPEsP+b/v5A+/Lcm+PwDvo79O8989KeOzPXn/AD+wSsw/yXiYPshhPj9bkTQ/ZWsQv5G8AMBcgJy+1mivPYRM5z5++II8J/eav4rkEz3JDis+7eUyPzuGNL5Z6xXACa+/vR253r7IyqC/TlqDP8nDTb/fp1U/h4xMP5yUDsD3onc91GBWPmzZcj8L9oU+DV5mP4rf2b/jvYs+DBy0PoaMhT8nYqO/PkZ8v5j1A78hLou+bIjvP2MkGD1NUDO+IWeDvo46Pz8ArTC/7RKEv+39tD6d+8w/3xB8PiS/sj88CMK+gpmnPwTDNz144lm/H27BvmzV176RXnm/RNtyPy6qpT6z7y0/7vGYPVGsqz96epy9HtjFPthWqTwihZE/pSEVv/+LSL6dCyc/Y1/oPoTxor7Et/0/H4MdwKlN4r6Nl4S/PKpTP6siHj+3wuk++disPzT9BsDLj5E9hNdNP6k+ubwqN7K+xwddvyUjNr6u1Cs+4ia4vmhZkj3qY94/4RZrvhTRRz+I1cC/WHejPkhjij/pSSA/dbTJv9PoeD4SA7m/FCDAP2W4AT7QxcU+fQUcQA0CKT0DJo++fyH7v05In713TTK/BFBPP6vLdz/4jVK/7Ww9wDMfKz6rxeQ/cD40v9Gelrxkq3k+1rDivjHsEL92ZzU+6+Hlv1tru74qpx2/xCQ2P0prZj9xIDI/NN+LP4vysj7yebC/Fnk7QD8Bsj5GMMo+qgOOPhohz7688dQ+x6TiP+q48j2Nnts+QH4wPo4znr5O1XC/5MaHP9i+0T8PIm+91lOfPp9/ez8iZmo/Lnk4P/hlWL/d1CpA1vVmP+PdVD8y8vC+cljSP7URCz4rVbi9V9SZvqqds7zqK6k+E/o/vdkyyj89hkI/3CyLPtEbwT+Wpce+uleIv05DAr8hEN0/4VGdviLdlz7HX5I89aGqP7YCdL8H7xm/",
            "IHTVPbCJWL/xHkq/KluUvpmeK7++iBs/mWCsPuDmqj+YsZY+EumGv+gMfz/PSDTAfTlmPz4ibb6UDZW9r8eUPYR9+j8WR86/e1lMvz+Rx78AnFk9OFMpv9aRnz29Ew3An56dvoA6C7/STj6+U9dRP8jCmr+QWQo/rWdnPj7A6j9GrRU/uHvbvyvfer+IhVE/w8jWvxIzmz8e0Ek+ysLzvuSr/7/w6LY/WoNfP1DpFL8mO14+xcWHPgYIjr8iSKC/EWD3PibujT5zPhG/PhGTPm+vAz859iC/mxURvw2TbL9rZro/hLkIwHoEzD+QSVS/x4JxPyDPpr720/Y/3znHP3KYdD/PiZC/3MxePaLdOb9XLsg/vAUMP6PkQj3LcRBAeGvgv/+RqL+q+FM/2It1P6DiHz99Jpq/REzyPRBEKj86J60+bMo2v+TIGz9N1Ks/l9QAP7JcJL/R0xNAm39PP4U5lT9w4gi/ArKJvRfRur/ZxF4/oy1Pv1vXuL5ts7q+78suvvwYEMC24ok8KTqHv+v8Vz+SyJo/sBIyPUS3p79tr3O+iCK8v6CoHT/yNRE/9yy4vl4M4T/PkQA/kLGqvwAxCD9aBQBAOFS+v2TK1b6xhUe/Wsd6P1Z0HUB1PY8/MwG/P0FVAr8bzJq/uiQvv04M9r4z8gS/jTS7P4QLhD/ZScE+ZiyJPzJ1QL/cc+++cb/AviVjLL957HA+bF3vvhMuTL2O05M/udyIP6I3J0D8wlA/RreSP5+yeb87Ago+chrwPzRSWb9RsSa/YMVQP72PpD697m0+p8cnP3K+Mzlp43I/tlj+P1oVnj9DbrC+Sv4/P2Mt+bv+g5W/4XBKv9zhDr/SE4q+t3SivVhqzj/muuA+3yiiP2GKML+Lz1C+YgFMv4JPqj/yam4/QxA7v88tQL9XrOk/pzpcPjgDrD86yUY/8PUJOpbDKT85fra/yWWGvrg/Gb/Kj7y+v2c+v7LixL9oD/k+k4CVPzCUmL+JtES/NrcAQCI7177BDZK+",
            "GoZXP3T7ID4EqFM94PygPuWMJj/TA+y/u7KUvxX59T6KPwg+o7XpPTK0XL9opI0/19qTPsBqiL9ioLW+RP5/P2jhcr0g/4K/HLpnP1NytL8uPwo/wU1Bvqh2yT/0NUo/nm10v6A8qr90iwA+2VMfPzzDQb+Bfwe/CY4KQBW5Ij9xKyk/MKAAv3AkWr+elfa+/W7bP+8JCsCmmmS/XpisPyqT3L4JGNQ7pgLcPtp8Yb+hesS/B+QDPxb0Mj2HTsS/pH2iv80y678vILQ+4sMNP6bkLT9FFUm+SlyBvtuOI79YHaU/qu+xvySQdL/yhAi/7bTtvQgXgj1Pwla/89SCPpVYSL/0u5W/AYloPcsJQr9sUri//B+7P5buED6PZM+/FrRvvysI8T+ifZo/21lOwG5Stj9osKi64Istv7FLSj92ghvAVCOSPlfqp7/5iQ+/RL5lP3myIr+GFaY+uXs+vy9PJ78pdhC/AkulvS9V5L5+wAU/tQ3vv2wZCcBgmEY/kdPFPn8oh7/91WA+2C2Dv47VPb6ncI0/zKobv8Fju78CRMc+dXqbPjFOwD/cvgO/66ZEP6MtmL+8tNc+BJ7HvrNRPb2z7WG/wAeWvvv4QT/a/b2/F30Tv1kkPr9Dple+7wJCvboriD4Ojcw/la0VPyNTpz9AMvQ+ztwkPwETHr9uH0w/TBmFv97h0L6eg+c+O6Ujv7gmEb+djz2/xezpvXSgE73OCqa/k9jRvlzCzr4eiAVANKRkP37xpj1Hrow/foIQPefBm78s3rS+n+i9P0SGD79Qqnm/Tg7uvylbpz+Wf3O/Rj4VP4wvjr5ucX6/LfDUv7bP1j+pADE/bVMzv6YDij+Mqni//plXPw0uyT3ALMQ/e6GbvU9ZKL9KdQo/uKAUwE8gEj/TGXc/EkcCwC3BCz/8hu4+EWdMvyDshL/pDgQ/G/OJvwEvKb+Csbw/mIDqP3avJD52+42/dAR9v+MU4b4l5nI/of/nPvI/ZT9068A/NaW1P8L7hr3RdHq9",
            "LfJsv/m7/b2E34W/UsEQQGjpmT6jhDe/4Xhyv1nwmj6zk+W/0seHPUOA7r8SzxBA2/aOu8UgET8pooG/BrvTP/Knur5FaLM+1WiUP4EBVD4pMAXAbJ4OveXTtr95Q24/n1QcvoBcsb5DJRS/c6iUP6UXlT715qE+nyn1PZbkBz+ytNW+PtWtv9nF+T7Aw9A/im1zPs3jlL8z72Q+8guOPrsJBr8rOp0/j6RIvwK7xT57cRS/roTUP2jlwz2RWt4/450lv3pWIr6TfVe/yx4HPxpTkD9cN54/NuD4v+x9G76p4Uc/HO85PhrWnz9+DBvAWZ2Lv1ZNZb8OAGO/Ik2Ov0AEzT8v5Co/MKCQPl+9Vr6Vzhy/oG5NPkplBb/M02i+a41lP+AAur17oRs/wb0Cv4XZ+z64OuM+IybOPlJ9fb/aq44+7cyevzh9fD9pmsm/kszuv7CQLb9qrxE/sHyJPh+YWT+hEfi+98tQP17JYT8Sm8K/4QYIv/yOGj/uL34/3bopv4J8Oz8F5x0/D33dv4vyjT+R9Gk/bdulPeEfmz9yItQ+l24qQKV/UD+o8i4+KhiNvx6b4L4eBhW/MWWQP63ebL+hBNi/lSNVP7vKRr+KYrK/cOqpv7Y/5r+AsEi/wzALP0hIHEDsLQ+/5s+LP8HqhD5v3HQ+FH2BP03Swr3755g+1UzlP3Fd4T6jZsC+UxSavxyxyb+c17y/TOcZPxRbk78kZ0U/FrKCP+8Inj8Y3EA/FOVAP4LrQ7+FEtA/L9GRPySUED9fLcU/zoqav1mm1T66nPu/roqMPwec1jyStnS/EIqoPMHm0L+zahI+C1rlvqa3vL72xUC/CgLdvdcEn7+Hr5a/apGSP32v+759Q/C+P64wv4tsiD8VCgPAEoOIvrrcUr/UUkG/wjRDv/PniL8PgKm9+/0Zv6TXlb5w4Kg//4kSP0TVTb+8Nbe/qYS/P9dblL/3drG+QjMxP/U2C78jTJS9fdUmP7lSYb+xYpU/GoWtPhA0dD79h9M+",
            "3Sdov3VqVL+FtT8/PSc1QAXpaz+vz5O9XDIivTUkIr5hbrk9PbvhPl7XSbz1ypK/n5qCP7G6UL8K0bW/MiPmvoXusb99f1q8aP9Zvpb3Xr+vlPs+/rD2Pi9AlD+gTRM/uCSVPjXWQr2rKsM9/G8HPv/mkD+FewI//XCDP9MAYD/bk8O/7DiLvD0tpD8Xn7k/JiEfP0y7Lz+KxfK+tSkjPayMtT/nVle/tq7KP1sIzD4Pvi0/A96GPi0OQz+pNfm+yOyVvrW8db79Yp4/+YLav7W2K74lBJU/8UHNPlsDvj8bWoS/+cCOPa7pdT4lgQ8+21eQP/sOoT8tusW+NVKmvJNvqb9iyZU9rBNfvrGHpz9fFl4+0YU7P4fxc75GTVk+oX1uPgAUuT5MGu07dVOvv4F6c78dyyZAKRLWv/487T+Brwk/ssARv9jlHD/fIUM+QZ7mvnTZWT/MBzE/FBs7PwlEbT2P2Cq/R39KPicGuz4rG/G+G4Gkvt1PjL7+HCTA+N81vz/WOb04UOS+xr1HvxCT5z9UNri+IaXuPpSOp73vlNq+DYILP5t0e78ZrZC+pLRfPgxNNT1UL1++qKpCP5fYID9umBs+YW6zPkVhyz85Jjk/sz0Tvz6VGz+zmTo/6LjwPQT75794GXU/W/4SwAh4kL8Tzpo/cuCdP/r8Rb52qJu/Q01FPxYOD8AC/zG/IQBJv6sCA8CjrFtAbykNP3FZlD77zNg9iODFv6uu/j4eOW6+uU6MPpjHEL8yUbY/sDSDPwARzrvhWQ0/MXPGvovJLb+siM8/YhBpv4Yvvz/XA8M/N/eIPhs9P7//bC2/OxqOP38HeD+KS04/0WdeP5yfjz9lYww/LUWVvxV+wr/gYOc+2jWwvufbZj+MV+A+XF9lPnpwDL/2cKU/dIZRPgG5Mj/AIuM/XqNwv/fK/z7ppvY+Uk5Tvi3lgT5FBf89P1jQv1YUTz6qFoq/dug8v5cmEEBI/FU/e5wbP0DY0D47elo/TDWpPygOzb2oncU9",
            "ZMXAvgKpTr/CTr491x+GP3/YZr7juo0/Y5XPPmzb0D6+qRm+FZyDvmnqoD8UpIC/JRcfP0se376UjoE/nP2DvwBQLT9F112+MCeQP+YbSz5aar+/WVOPP9hotb7IoTc+EWA/P2sDB0AhO4E9UgeKP3axMT+OuWW/wnXSvlYw7b6n/su/rU/Sv2xiZ77T/Ju+xsswP5s+ZL9rxFK/ZMWfPhuYCD/F5yI/wEkMP0zyfz+ZM4U/S2tBQA9uzb6Bsji/TTBZP+LiA7/L4hbAM3JNPqcmcL9GaRrAKFoHwHOsGD4BobG/5J7mvn4O3T7N1+0+L4vhvz5HKj9bsFm/9MKbPvuNez9O4jg9Zy6BPtx9Qr+i2xq+4DYXP9Z8DL8ZJME+m2PGPkxuqr1QsHu+a7Duv1Ruhb+9HsM+azq+P6OGxT6S2JS+e1MoP9VriT4LBW8+MO7CPzCJJb9ClHm/6RCuP3+N+z8GaR8/EoMYwDRNsr28ybE/gxFrP2A9Db/JNoM/b9wWP3GI9b2RXYM/tWMFwMmvrr/waDi/Hg+8vgB8wz7W8Uw+jkvyP56hDsDY5Xa+LSR5v5JjZb2ocUI/MoEEPvZLDb+j1SY/AaPQP72NtD8Z9oY/6ZxGvwHFa7+M8Am+0D46v8NE9j52ZF4+2R2Qv1vj2L9APaU98xOPv3C6jL44dBe/q/6jP54YiT4RVSc/oZCQv9/Dsr9+M88+ZdmNPo/Zi77PSuK+cwY5vyvxiD9Y2tm+ZM+4vpxmsj5hlWg/JagDQGhl574YOJI/201XPdyeEkC34P8/1znrPmnasr9jEYg/Q07YP9k9uz7BaSi/Jw6Cv8BfAT9iwdw/JS0IPwXTOL7fo8s/iyWTvxbVuL7HMuW+QXGaP0UxOcDn96M+aplTv+qskb8ErDE/bOIKwIzVor/SpB6/dmjCPwoT9D/mtGI//dM8P2Hkgr9no/k+4guUv/xwB0Dk3EI/DaqVvlCzSb/+YLa+R+bVvRSBkz+nQRS9DCNfP92OJr5ib9u/",
            "ZFy/PxYoJj4Cgs69aZECPk+Lhr8uVtY/jvpkvyYUTD7nKF2/rF9ZPnGlur6CN5S9JTxFPx6Reb9LYbu/kq1Ivzl6Rb/lkoC/7LfTPU0sRT/V8d2/sEHkPcDRMj8KtwdARFPvvRdDhr8lkhe8cHXRvpAQIb+ateE/3r2OPWoZW7+vVKQ/tpYKP4Rmg7/wDYa/kCI3Pz6GwD9talC/vqP5PiZHHT9Thg0/aX6SvvJR2D3zIiW+hbMLPa1ySr8SHa++Z5+3v+TGab8W2mI/Ab+OP/uENz3D5bM+dNjnPlmLHL9kADFARnoAPzs/RL/SZja9syyPP4dC1r01jS/AZzh9v9d9ML73E4i+oqiEPx+DxD9/7de+pT9VPvUFaj/qCrM+VmXJvL/Jl7x6Hug/KwW8v9Rxoj/VwsC/POjMvgNOtD5fPoO+LmjavzYYrr4m/X0/vwLNvzkYFb9OYQJAUXF/O6vEtb8XRpY/thGyP2MyTr9JYQxACCrZvjCPjD5DtwVAixq4vmXy8L5zgKC/u44dPXTYDr+72Ic+ENvovgA9/j50fXM+gJmoP9P8Az84DYQ/ixZ3Pr14gj8hD3c/VJWHvq6Szj7CvTA/81KVv/7xrD6oKpA/rGnxvj9zuz6IMtm/tFrdPbocNr+8Rqa/aQ4aPydUyL5GqVw/jtBWvxW79T40uvS/mte7Pvs3Yj41Za6/REsZPgRLIcArzxVAPgSnPf4XF74UuPK+M/8cvtOSgD8Xnro/+MpRP5ND772xjeK/Iv79vo8wY79Lupk/UAXcP9qoOz65xwg/qroQv7H+lr/udFA95S63vu/78r7Gtf6+SF+ovtP12r+1lD1A1CUnvy6MN783hV2/9quwvxjHaz92qHu/JaStPl57Absdqww+E8wgPxMYLb+XT6i/g2HGvQpvEcAMD2Q+dP4JP+chc78/82S/dLy1viIP1b5Sy5Q/cL+7P2yYBj8s6ii/7v59vwKX5D+XfAy+ZLoGvl01ab8O5Um+huEwv4lU9z5TcyK/",
            "lxhuvMqDtL/r7T0+9VuRPrtI7T7wbnc/rSCPv2YVBj+XwUU9gVYqPk89lz8LIQNAko8KP5eOfL8Jkpu+YwuyP1V4gD+e2pa9WxSVvwagBz+Oboc/1vwuvxXL+b3YwNE/XYupvrfYpT44Xpm+e4qdvn50mL8pTU0/R76nvUVFK8DKLBG/T3esv8RkVj8pOqI+xkk+v/kUvr5jq76++kFWP1VLnz6JqlC/I9yrv3FgcT+j9O2+ptADv9BHaD9cgta903Iev1pp777v9w0/YnzKPodZdz+Pu3S/4rE0vyXlzz88Ape/3e0av2L3ej9+kXw+iCaGvyqYgT+CkwdAVMMBwBltFUBX1Oa910K/vnUWvj7QjpO+fwBpv5MCO79YEwS8tYzMv5LWdT8vEpu+AMDev8i5Gz9WMKy/69X0PQ0SeD7SBwy/JEWvPVV7OL8/eUI/VV6EP3Z4bz9FD5C/8PKFv8hhtb4Gdfc/EHyZPxj7nb8xWI29l8uavgW8Sr82cd4+lE58v3pMsL+QVJ4/qJ5GP5g4NL9K76c/N3iKPxQPmz5Qiz6/znpaQENdYr8bkb2/UtAFPekeOz+ZwIO/K660PcS9O79Sai+/V6i0vtCO0r3EG9u+jUIAvyYtCr+OpGQ/aco7PPw/rL/RIIS+zAvMv7uQcb/vpJS+dacivzYwgr/u6xPAwTXIvmKU4b++836/Wb9YvrFtIj+qeku/K8ZNPo8CeT5MrOK/uRftPml21j3psEa/AtsgvxXqy7wgmYo/e43qOkr94j+0TsQ/CWm/O8ghdT/OwRg/ER/RvvX1BT2aXay/1udLPgTLwD3WirW/rOXev85wOD6kXMS+LaL0v++B7T1ofoG/KY0zP72tQL9r6Fm/Cu9iP/o11L6yDx+/heQBP8TbFD5i71+/++L0v8g6sD8tw2w/yX6qP6ZVij/ZW6U+6+5OP0UiA76ImTpAf7FGvy+E5T/xnYg/+hmPv06LDr+Cdvu+Mimdvxxirz6TMNO++XaTvXLpE8CGdU4+",
            "i8tFvmnzzb8Rhw2/GlPyP/qEIMC1Hpo7odyMvw+A379Se96+IfEQv6MITb6z9MM/XPDsPnYhpz8S5Fw+Qagpv7Lv3D6oU82+0OZ8vgRi97+kHpK+bqQnP91K9L/Xw5A/XwN0vrPbUj7I6pE/UI0oPtFnKL/wet0+MqDtPko6nj5zw4s9+T9RvynWdL+/pFo/QTIgPzLxaj84n1k97fD9PiH5Kz9uN/M/0/6YPViSiz9OnEG/AY1uP/FJvj3YfD8/V5j5PdKB2772+XA/tYoYPdM9rz9IHkc/16RuP9PG+75ojB0/aZiGv//FFT3IgFm/4kwVv7fVvr+3WEW+q8HkP3RzDT+8cRW/IhUcPapiOz9g1Xg/iP6bP0bou74VAOa+qljLPtPnQT8W5I2+0vlaP6MYwzxjJ+S/4AssvzEOnr48RaM/rYbDP55ERL8dX0E+KbW+Pnlyhb6Uao+9qKunvwakX728e0q/+fSJv+3JXT/MDI+/jEiAP1SApz6hWQk/gGTPvquyrj8TMN++Ur4tP0FX/b6XKRa/FvKXPscpJb/uOXe/G0xBvwM9qL9CWGe9Fys1vy4khT8ldOk/UBUCwKozDT/uR7U/Ob7tvofXWL2d7ZM/X/mIPTyMSz1hS6w+z9wkvzTmyr8eKSQ/qt5/v7VPOj/EiPS+LFeFP8Yd9b9jiyw/5VN3PrJbPr98HV4/bmzBPAE1Hr/7oLo+C1xNvqq1sb4XYQRAsvwDPh71yT+PhI4+tqCrPsGJR78EBRu+TCgkwHoUvj+NtVA/yA3KPvGuLD+qmoc//lonvxWvx75BBiK+tJ8WwDYQ2D5DOVE/OUYev6eHHb8tRNk+orZfPSyHmb+zRPe8ghn/vgwvBD9E6PQ9ivdTv4FxmL5F8c0/ziicP4pYB0Bef+G/XsUxwDG9lT+UAjm+xlUWP75ZJ796wEe/fW+FPmDiqb4wibM+GELwPs6FIj3zhry968nrPfJgbL8BBRLAHUBOv7IdKcDlUcY/6VVCv784Wb+dlJw/",
            "rPK4PX7Oob8DZPI+kakJv2x7DL9Msc6+GylaPkFmjr+NBuu/w3wZPyAyJj8Himq/CzJBv4LCHr/TZdK//tjVP5SohT8f5MY/b4aRPxkTSr/32oO/NtLFPoUuHj3ln4e/7BKSvvQy2z4VBNq/KG2zPwc5Q76SLZm/3TK6vgTaxD6tJc69WHDTvryTBMBCgD0+eMgPP6uG4798X4i/CORLvvL9KkBHQny9iBG7PoE/9L1q1IK+FEeCvl9CLb/Aqg8//cUuPqMXhz/Ntk0/aoCavjMOnz+Sv9U/RVHjP0knvb/HPqm/6uPjPpTci79qkQJAbufCPo2Xdj7U546/WyQyv9NJoT7bpr8/04XsP3fFdz7tjK48uieQPndfP74daEBAduejP6OgZj3wMSM/6cybvuRFFz+lQNC9PZJ2v2sWpL9/U6w/amKDvlVU/j85z6c/EX16PhHB1799G9K+7NXVP4m9qT/hcey9jIYJP9Ty8z56L48/NUFOv25qIr8LmIY/qCSDvuitq7+6dgPAc72tPmSpET5fSSy/LyRHP/tmX78vawRAYHtcvvcvyT+qADE/9bPRvqJA9L365Ne/61WpPy6ejL+DYIg+DgClPynCCj9YFy4/VPG1P34fsb+W48w/IjhEP6SR/r4APjy/bvjjP4CJkr9eDUs/iWELP0Q4aL85+vS+4pbFvw8cAT9jSUy/JG0ZPi0t7T/JorA/QeyoPXpvMT0xDN2+qhNnPnFy9r3FR9O+V/dQP4u9L0CUCha/CcubvmKZ5z+4/pm+YAYrvzFe7T9su1BAmvcwvgmdrj/W8Yq+r4p0P/MJsj+72ES/qameP8IVBsBe73Y+3ea3P9KIvD9bslY/sb2PP39fwr+h84e+IvIBviOmzj5NQYg/2kE7PX8Lqz4fefy+Mv7GPqKjuD7q8og/rtKRPzDsj7wDm/q+v1GBv0CzpT+ktH+/6dgnPYPbUr4phfE/N9uVP3QTLT5Ch02/dwulv41KI0Dye4W+DE9svsUQhj9exrM/",
            "2C6lvjP5ET3VL9W+KGykP6e4gb5Z26y+ebSEv40tuD8xCgw/oapkvmg9E77hp7Y9SO5mvvQQEz+nEy8/dmHhv6WCDr88M+c+ek0SwOdsBj5ZaZG/YEF4v15d4b63haE/km8jv+VuTr+Lkzg9cvv7PePvgT0ljH89nxo5v0fjzL5yM4M/J8rTv74cgb8s2SK/z5TSv8OEfD5Sg3q9QsqbP00hVj8TMZw+weSkPnOUwb8+SE4/CW3rv6NIAL8sh1a/OLeqPzcRyb/7AYG+RN8Mv3P71j8IMQ2/DxfIP+zvUz6GJia/FnVbP/TgOD9bzDO/daYBP7+moL4gtBw+efErv9O1pr+1jnu/UAIdPw/CfL8G3Z+/6ccZv05m/b4KDLU/l604v0/MzzzJgbS+LttqP7tqIz23+EW+lrJKP1A8hL/5XoI/PmrsvuLujj8NWcw+4qQIvHGRs79Atyo+sIlSv48VjL+e33O/ll8NwDES8z7aMzw9cuiEvQiJ7D0hEra974QhP/Km0b8y+gw/eIB/P4P1Br7XfwNAFp6tPid9pL9fMDK/eum3vgPXer7Rj7y+PIAVvoETkr8jho8/oKxFQOB1sb6/O/G9gV3tPUfhvr1mtQi/DMEUP4Kbyz/nV44+SLBYPUtxyr+CbZC/oMqfv5fPp77Lku++bDCXv4vAkD8Qv8u9C0JOv4oKFz9KnK0/cNAUv90+CL+gRtG/S6fmPjSQQL88y7k/COyJP8iCLD6oSBK/6oMevZPoyT/tw5s/ajuxP6ZLL7/x5b+/5NXIvlf+1j7VpME/Kzc1v92nAL+KPdm8bVt4P9aQYz7ZTEs9v4nkv8hG475gc/S/mBITPxUDgr9q9c69T+wJQM3w/r+0wZ4/kktrvRE6Gj98Soi/e92gv5QIyT7dg+w/t9WJP/SPxj94coW+aLCLPtrvn73R/Me+OFmAv8Qxj74ovU0+h+tyPiDbvj3f8Le/RZSHvtHK2T+yFLi8HlIhPwZQE7/sScU/PJikP3URsD/uq/m+",
            "uY4xP0RwXj7vW/q+Bol4vx5/C8AU2yRArpXZvfbmub/JK1K/ly4fvnLLqj8Bfmk/mHLgv19jNb5Mvss+AaiePmaGoT9no+8+JjMxP5VOhj9bB3a/B+Krvv3VjD9acSO/tBhHP4jiBkASEPi/imtdPxJnij8OAVS/3SsiQHbpDj8Ikta9OdOXP5lbm76DOIO/DVeyPkNHOj92UJu/6l+yv3xC1r8cAOm/1VmOP7EJS77bn3i/X7vDv+oJgT9we5Y/A1bhP8wxy75ezQa/CewovkHfmr2YrAY/VITlvYaolz42nWy+QNE9vqDfIb//Lw2/JroVv8Ezgb19IvC+td4wPxIgyj8I/qw/cWelP6Q10z+KrD6+COCrP2yp/T6jgOm/xHDxPsqGVr/gkaA/FWikPdkbc78f9li+HPVFP/9Kbz9R55Q/G+QTQKh6ib+p89o/aF6PPzL9i78Gi4e/UGzGP6OJLz/2Cf093+YhP3llhL8wBpC/wOryPyxnLb+E+YQ/+yDiv6OLiL/P14y+3y6Dvnhu1L+f4gY+cg8KPwU3nb8Mb2y9d2RvP5KA2D0V2AW/mcndvowMqT8jToU/R39XvQgkvb+atDu/6nMpu8tjhT9NMso/barmPwvBML+fiae/9OCjvseS97/wQ2e/GyPOv03fiT+G4Y4/vVL0PSWY4D2xqgy9pXGKP6GxeD9MXXO/pzkOP6CUjb/1HOC9N4X2PW3QYT+9cL89RsC2vu/W4j3puK0+mSzKP6kexj9V17G/QAGCP20qJj+PUeu+6/KIPw8as79PB/47qIXkPytws74Jmf0+U2+jvilIcDt/0wS//NKUv7d1r7+GHHg/8bniPEG26T+/WYq/uGCOPzvYDr8bjoO/4K8Lv3CeMz7fglu+/5CsPaaaiz+lEQ7AoPuev0+ERz8s8So/D1LAP0TCgr99RbK9eDELP9pJcr8uydm+9vcSvyrBNcCPnK8+xouhvxPvur5fZmu/E6LrvzfkOT/D6gQ/TD4VPm/5t78IEAtA",
            "0qEHP0yw876Qraq+hWSoPQ6cvz5gI6O+KieaP+yVUT0YGgJAwBzjvwbb5T8SywXA31yUPjgsoL6VvfY9XQU6v4gkLj9vuMC/jl7RvGykaj0beuq/1VjtvscpPz/8kha/Jq4mvxcUR77rT82+TCeNvtPMtL/t1jQ/5v1VPwWw9r9auOW/Db7cvQVV5r5r0EE+Yx/vv+4Efr8KqYO++TiTv/X7AEDeuzs/DCyCPTyClT5DgWs/e2V5vj2Rtz+9/6A+5JXKPdwWhz79z1y/RwUhPk/LLT9HStq9eS+evl4PMD4r5LM+CQcEP3/zeL/0ilI/JYaWP+rMvD4FBiu/Ttipvwigoj1ihSm/Iytav8Gm9T6XdwBA3Xb4PS5i3r9pEec+VPynPI7yEr90XwK+X7byP1z+7T93PnC/WHpTP4oZqT7hVrg+sz0ZvxdrZjgH4Mw+ub9AP8Ol77qtCVq/se0OPudVpj/qkdq/p1G2vZaEQ79nk8g+UQYwP399hb9jMWi+H19Rv6biGL9huV2/HCl6P/XL9r+aFga/eG+eP0vOJz/6JFy/WY80PknyoT8Hunm/zED+P9w4vj+wK/Q9n3SnPo2nAUC0vLg/3uq3vfVwGT/q2Ds/MaSkv+8foD/Cvo6/stjkvhlk776mQOi+JZEewMJR6T4gpPU+UaJvvo5TlD99b8S9JwIAwOnYz79KZCy/CVIbv5a+g7wkdH2/w2RIv6LaUD9/pBVAVMHOPjaepD16WUQ/31PsvDMuhL8poXm/c0kSPsqok7/Yrje+nn8YP/qzo77/My2+I5+yP0CmRr9aVL4/2jBjPYHC3D8co5e/criqP1L6OT8Q2tu/IiLmPYPYiT5i4MQ/lopRvVVcEsAFF2K9wo9Fv0ZUdr3eNGg/6K0KQDniJD2izY0+KhlUu0TJUj9bEde/6QDHPy3nrL/lMWg/LUisPMzZ9z0KgSW/HAZ5P6DuAD79Jqa/FVghv5OVFD8rRl8/nZ3pP3g3tb3sC62/Uikev1dlmD/i77a+",
            "Vit/vh9xQL77Ahi+9YervYZIVr62/+q/j8IwQJJIZb6AyKY/TcKDv3Cvvz/l+Hk/ZKnsP/76lL+EtLa/23xQv1z4nT/tMdk/v4Sxv5DyH0CIG+84k1vevPDBqj4Su4g9pGuSv+ngOz/q/5g+JS8oP+Q0bT6S4mm/nMODvzISQb92hJs+79DAPhFa9T5AJUs/ddWEPVrCAUBkKJY+NK4/vgnIL7+RyZ0+rtqpPx66wb93qxq+eOTpPlsWc7+qRX0/vy5+v6W+ET95r9I+2OeDvpWMmz7HmSS/72EdP7EEz79yx4Q/rOp9vwZjbr+Eu7C/dAKFPt6G8j39/wO/axqivza5OL7d3nC/lRijPZfQCL8fEks/sim9v/rD6z6HQsa+njAMvxvjKb+WvBe+KJ5Pv/2Eh75qhGQ/qLGUPscuHr/w0iW/BK9NPcqysT7W8Sw/ONWJPynpyz/OD5s+QcTNPkfW4D69jg6/7qaevmM4wD8WXQHA9gO4PkOocb/dRco+iwQ+P3WZLL9zghG/G+VavgaMNT9uY5+/6aCAPn97uD9uEzU+0rSZvBZkcD9pexq/5YKcPyKtlj9vryPAzT7KPxnU5b8vbgy+1KRgv52UOD7YgKm+fkEPPjWCaD0rbJ097De0vW3/Qb9nJyW/e5gYvnsIFECgQ+Q+GWohP1Gqjb+SfxS/94nYvUgLAj+FBOu+Brr7vsIgOT+VEDW/HZCvv7MZGz7khA48HLqjv2Jj+L7eGgU/78/IPvmCMLyMk2o+d/yCPqmVfL/jWgm/qLx1v2XQfb+e9+Q+2gifP0+iFj+w7Kc+8UGBPxdgAT/R2cC+eQcBP2KQAT+/R7W+gQpmP6mUu78Mshs/s/XNP8xuhj9BYdi+5SnlvarCuj7MtwLAbcqMvpalVL7dxyfAEKAuv+3xOUCQamy+KoTgPqCkLT/c/zG/3tYsvfarIT/gp2o/WS3Pv/KUBD+UNCy/H8OHPyAOtj8HVz1AHpwkP+C9nr/QDkQ/y7+VPgE6sj4pGKU8",
            "Puf7PsAr3z6kXOE/62imP17r1r3ilbo+scFfP5UnJz5pb+29PxCkPb/mJj/XGng/EQqKPwZb4T6/P7K+Ara2vxVhhT7SiW6/n5Nnv1hHvLyWOmu/pfAXPxWztb5wSoy+kYwbvYIJob6UhGa++wTtP+qHs7785YC/EId5P02bFD9BXR++zrK0PqO6zD+uCUI//GDcPY/mpb4dGuE/pywEP8M89z+aibs+l7SHvdSkFD6Aot291UmdvzCO/7/F7Is/8RC6v7dJM7/FrN0/F9gqv3ZjGr54uX4/79sGv+o7Br2i9NU+umrvPtuY579Yo6y+KDMAwEQegT3mGSg/px4oPuhPHr71cHo8EgiSP3DA+r+2m8s9tPeuP/OMoj9CHlm9UEcdvg7Dsb8VU60+/RlHv09/WT/7kjY/qWp/P+t/pD5mTuk/zMX0P3SyTb8mO6i/Zqqmv28fLT8uVya/egONvhXr3T4t1j+//LsUv9oHjz+TYrE+Nqfzvc24YD6qBRq/PuNXP3dqML/kq/Q+/v14PgSRHL8vGeK+n74NQI0SIUCwh8w920BkP8uv+D6LvT0/rLoCP6OJyz+miIC/tO+KP3K6ir8hy76/x2cHQJiZ3b45Mg8/cAw/P9ny9L60jO2+j63jvlZ9fD4eUGO/9b37PwhWxT4AaRk+Nx3qPywH4z5Qehc+qm1gP5kLvb55ZyE/aTrUPya+tD6mvqm+NCWCPXDogL04WkA/lkExPurxi75Wsr2+6GH7vt0JhbzBoiu/goPVPtvCij0+lRJAD9Swv5hgW7+yldi//xRevkaFBkCA/Vo/mLSwvgjPlj9N36S/Nn2UP6lsC78JMu2+CQ1Dvo6HWL8TCek9mIb4P+v+ir5UMwK/6a1mPrnvsD5wdn0/i8xAv/+gdb4RFAQ/BorXv9x8XD+4bas+J8Oov7spUT9zZOa/QVuJP3DRrb//ok6/dhO1vgM6pL++Svq/bvc4v1TFkb4mKOa/SAUtvzvRH8Dy1SS+lFx6vLyKUT99OoC9",
            "NkpMv8oOGL8985w6N1mIvyn8CL0zNCo+w6KpP2e4w730CzO/6LPLP2QBuj5Qj2I/oFslv57pvD7QOQS+f/e9vFbV9z+YhLk9KmgQP7hvLD+NU4a+uqKIP0ihUL9HlzQ9WxhZPwffLb9b5IG+BAjkvt9uXz91uFy/6oWHvckjgr+a0y4/YTQcPoMaor4BegjAi+B8vBDZWT7u0AW/K9lLv4UvrT8fMaM/q38evpEVNr92DE+/1Zw7P13Ewz5r2Fw9nbgXv7QP277g7AnA5KL8vkq2Bz+PPvk+VAPBvxg5B7+75BK+9nqQP3aNqb9pVHk8r7VbveHebb/1O84+HIMpPy9TtL5qqnm+N4OTPvWjbT0hOs4+qaHAvzu0kT8bLYM/5xmrv217FMClNkTAMRG1v2NpAsBbzQw+zCT7P7/TwD/ZKxQ/vHtyPnx+kT7olvM/b/5Dv1mINr9p6hC/+rEkQHVfGL8Kl9M9Vp5wvyi7+zu5UeK/cAYyvxsT3zz5w6I/NQfKP+Qw1r+pw9C/64MKvmnNvb+HA6Y/clYnPaUBa76fWBa/Cl6JviVdST6y0bO+qVTdP2DNvL+ciHQ+OnEFPis9lb93S5O9u5a+Po1w6j9B0ju/wV5vPzu15j9YBQTAzgV9vtUWu7/ulHg+BsWxvlnGHz+cS18/glQQQDzrAr9Lj/++RsarPbHkh772Sz3AUZ6dvpaAqz+7mX6+6neSP2hbtT6tG+c+gbHXP60skL/JgLI/tWdCvzk8ZT/yCUm/HrGivul26j4ebzK91mBRv31mUD3JDCa+zrwHwDuzmr+T1X++MFNyQN8DTD+V0m2/S/vkPdzuET8VZmQ+NbEavr3Zcz55h3m/nGtBv6fOgL+hXKw+WILFvk+Maz8pp44/bRyvvl9BNr+s3YQ9uI14vwJIcL8b/D2/RqGCvRzDZb5Ebc0/ibBCPVzR6T5UqK2/gAFVv8krqD8F4hm/HPIZPgy8Pr+tvmC+lRm+Pvs2+D/oHoo/OaeHvpZz2L1N6Ss/",
            "TBn1P/Lhqb9t/m6+9W+Tv9XgEj3r0VQ/rVI4P3AiUL6Ssew/ziE1vy7hBz+C7y0/rlmRPu417766/sk8LpyePsyv3L+Q11W/tm9aP9i15r6ASTq/Xkkrv3vWjT+lX2K9aCb/vczbXD822Lw++0Z/v1psNj8h6WU+gkVzPwldiz2JB5O+lWhPP9e8J784RZM/6mXyPa+5Fb4Zjkk/LCorv7CrrD7yxqW+T/qavhqrBsCG49C++fYFvul2MkCgnHg/pWQ2v54ql7+VKac/8N3ju0+Bl7/rjG6/R3kPwMZ31rwfpkc/0Sxgv9HvA8D5q7U/UNMGQDjcnz+0DXo/MqRIvuzV4b6mGi5AAADvvB1kCj6PyhI/S2VOP4VfCz44jdG+dSa7PzFi7T8f/tc9ZRWNvyLpNr0v79s+1a+pPvu7aD/Bht4+RnwRP2c1l74HT6a+NbnvPrKXDb77pJ2/ycc7PnGj9j4fBYG/f2tAP3MGiT/QNKu9C9gjPx9PmT+ask4/a9r8vr53Gb+TBuy+mhUlP13CUr/hVxI/cyUsvTOLaL/cREm/+i7EPq4nPD7W2Km/3+OePpfXrb99nCdAuJjvPqAAyD+KBAs/iP57PqAjVb8MtQi/gHGSPOisxb/ObgG//AfPPO32Jb+LSja+nZ1mP50BF79+zYA/O/u/PRh9Vb8mKH+/ocUmP1oVm78Xq0U/AspVP/8dJb6j1cM/FYDiv21mWT9b6i++sBMNwODKjD90Z6y+nEIMv6h7+r4RLZI+5qe9vVUYBj6UgaW8970EPwaLnb6Od3w/QPkNwGLVgb8422q/At+CP8QswD8vQpa+rN3JvngAZr//N+o8dtdbvzA+mb8pDo+/7Inbvtxa9j43QY++/DJFv8eksT1REwW+f5fMvysDhj8Frso/IMSBP51Adb5vRSo/Ky7XPpcmZr/lzHI+BoOvvuonjT+4Y98+9lEQv/VLhrzEJFG/HohGP+Uizr7FFou/Le6OPwyKLz+bhqS+0kcJv3RJdL6AUaM+",
            "z0cYP/EW8j6AAXS/ByEDvi2azT+6c66+aSCZPxeDMb9WWKc/3YqFPQ0R1r8j8aC9ddJcP5NLmj/1cC0/AO+5PywyQT2zRCg+UQqGP/8zpL4V3ZE/l4kVvzyxNb5u5sG/6M/vvz7j2D/knLa+AGLRPY9JqD/mycO61D9Qvxi1fz/5S5q/CboQP5Zvtb7ogai/hVwYPr79dL1xHNY/sSpfP7WszL7soBi/Ks28vwmmQb8o17m/7+FGvJEMir+RSBm/BoUgv5wdBr/iSuW/eyOovyeHob+k0Nc+uDwywPEKhj5rzuu98PCUvxugVb88nfo/vByuP1QxCED5Kuw9KcEwPhrNtz8wJ6o+y1GKP0aYHL+I8Rc/gY7lPvreIcBWNSA/stVWvy7YaD2wRss/e32iv2ekJj85z7K/yKbQPiEyK7+xtdS/FmhBO3Ba3r4tnJI/SdeoP6hC4z+EyCG/2MAEPbZ5vT8Kft6+81aOPoWxDj/Dw7q+bX4Gv7yJczyjJ5w/arHOPwyIFj/urWA+9AmePhtENT8sDPA/ulxXPoWnD78Soa4+XUDuvVx1gj8iPzc+RwIcPrIvGj+i2Ou/iaL6vrWqKr6dYiY+KyaoPWIu8L3MWFA/wJYsP0FwI0DO/Aa/ewTEPiJUu75SZsq/m0EZP3O5PsBNhYs/lY1ZvwtI5r+4j8g/5Cx+P0//wL6Bc6G/UppZvqrliL/dsCG/41envUCKWj9BdOo+aYgBQGb0tr/pu2W/pXcRP5ms7b9JPCe/YCoDvoA1pL8Qn6e+8ofEPpv0oj7uXgQ/hP2PP2LSab96leA/n+QlP6jBXT8XOEC+9ZyrPwQU6z65vBM/g3baP1vADr7brwE/sb8TPwEyCb5uo3S9LL4jv8+DZz9j5lW/t04/PnfR/j5qaZu+q1AKwGFCzL/pzQw+kVVUvqaA1T4Eyh+9xDsoP/R3UL/MlAe/iw3dvs6Ktr9bQnk/nZZsP+r/Sb+KtBQ/9j5PPwUM4D2AxRK/zmKLvizDkrwrzEm9",
            "V+LWvp3N3r+PLCC+4UxCv+qCu79qIrU/5eltPSaySr/vb4w/cppDP2qohD+6AYC+xVQKPmHKB0Ak8Fk/8I6Vv2o4yL6TI4U/XTWCP8/Mqb/sIyU/mgymPypqir7eabq/G+Z6Pzzv+7wvgjQ/21yWO/l82T/MNyzAQ4L6Pxy56b+A9h8/fSWRPS8d4z6iEVS/VFKUP32DP78ZQf87jTwfP+Pm/j09HWO/6pqcvtv4F7/eHp2/IMZUP5kdMb6sPBq+ttM2v0ISVD7LYQM/d5tmvhCLtL/38bI+mhSOP3hYcT5YsKu/kUAWP6rhsD6+4ZE/kKeSPo6CE7+WRlo+oIF8P8Ucwz+U8h6+wE+jvjE6mL64Fgs+k3ZpP3SFv752D6a/YjanvrppXb+3UIa/b+MUvs5s+L5gu7g/TH0GvZLfML8gE6i/HApFv9Zzlr82ai4/Jwwtvqo1xL984KO/arvgvuHLBj/+ORs/FJ2AvchThb/6wm2+dZYoP5IVvD96brW/Zku7vlJE+b7L08g/hRASv+Zn/b8c6zs/6AlIP9oJcL9DGa2+PjubvoAaC78JCvy9oWMfQCkJ4z99mSE/Pr3GP7L+Yj7VmQzAMqf/vNBGiz9Q48u+ZkfJvnU5VT4gjJ6/rJeVvkSUQL9F9lo/i7Usv8Rfuz7mJPc+AEESPlChdz6hmro/8RFMP5TQnr7KBHu+3WcvProK+b5h44M+e10avxDTmT/0ZA3Ae1mvvQ13pD9MmHC/pR5lPywrhr+u8U0//NTIPsK46r+b3jc/bId6P83+/r7wCHu85Ynjv0iczT9RcyO/lbi0P5u1lj+PbQq+/7lOvwYYij815R2/Coysv79BIj/uTno+kwKMv5iuV7+wUZq+wPGkPQmwIb9hJao/HV/9P28Skb/YRf2+t8UYv0PA0L4IGms/OTSTv/PdLD4iv3A/8zObPyAQkz74P++/EL6gP5nq4z5RMKG8WwSQP59o5j7d6yS+A6X1P+FGqD+nJ2c/LuAjPjb1Cj6gioO/",
            "zilfPwzHkL+yZjG/azqRP9Zg677C8HG+xg7Xv77CDL/XaAnAvIX1vl6rUD+ac4m+wrlKvpG7uL5KD30/wiN8P6R2ez9bDmS+InvCv3pziD7PXlU+7pc6vx1NSb10+Bi+qmbsPvXu+D+MSqi8qLGdPychsL8x/Km/tsGEvyACWD85TWK/kzuRv1snKz80D6c+U4GWvx7VwT/3AjBAtt1Evzf2OT+dqfq+yojbvks0fL56/OG/vzuBv4eBmT3mfpu/ylHKP1Rw+L4rppm+XgsAv1XhN786JoI+uVDhPRw1pj8zpHO/q8CLv1RIkb1TmSLAWqeOP7e/zL7R1B/AxlbdP0DIwD/FP4M/zPu5vmTVZUD3ZDS+feQYwHFsbT/UnvO+gLPLPwdKpD8lmBq/vMM3v5C7Nb979H6/dhYLvtZvCz9Aa68/yDTEPyDKpD/9a5s/lGJnP/hT4z3wbNK/QZLLvo5m47/yIIC/jEW4P91CWT+NsqA+xHYAvhn3oz5IeLe+sZmCPy2UHr+c5eM/Xenkv11uTz739Ze9t4fMP+zmlL848r8+KCnKPkUmaT8LLqM/FLFHP+WPDUC803+97Q+jv75Ntr7izay/1ApOvxaqLT+DG+28FgeyP6WSIL/Zaio+Cz4IP28GHj/OPD0+r4slP4/nC7/I/uo+90JvP9Sa3T8P148+GjsFvutcY79m+ATAFvJPv2aair4oTyy/4P2yv4OchL8PdFy/1KhEPru1ob/NNBW+l0URv/qe3b7beaM/3BaBPslU8j7S04Y9zrZ5Ppx7RL8kwFM9ifKhvypB0T5W8hY/5x12v/zw/r9+tj2/xDloPzmcOL+Lyh/AHBD2PvwAnz+JHEQ+Cx4IwJbw5T5afZU/diKvvwnlmb1rSZo/xyfeP4SeBz9gfoy9leTNPyZOyD0TUb0+EqCrPojHoT5gTEG/AzezPzSyAUB/M3W/P0u6Pya03L9MLSm/h99wv2FBVT/aWY0/Ki03v0T5hr+pp60+x/+MP2frob7EpBk+",
            "n76Dv88K0D/ZplG/lHXBP0J0gr+n0mi+xcVWv3Ex/jwTyjs/pUhFP5dz7T5JQTm/Ct2YP4Itg78nOwG+qjsuvnLk9r7597k/cUGdv77LhT+swW++0N+NvgrWgr5v7hW/ZsYkv2bSsL3QF9+/z6ieP5/zmr/KzlA/+zHzPsk2A8C3BLy+PUhuv/4tDb8+t4+/Hvybv+ZdEr6eH3A/1Q+YP1Rj4j6j7Ug/Yq2evwuZQz+dEDK/tQo0vzPh4b4sfYy/e4SVPyBhor6mfaO/n/r8PB7XVT9KIXW/RFWHvklvk7+8U3s/z94CQIgvdj2L3c+/wZQOvyElEsDYywbAPKQvv3e05T8yIT2+QEoTvxPTTT/hSNy//r+1PrOR4D7Xy06/PpqRvika079RPG0/leaZvlW2R72HyQrAGLcuPh/wMDxpFV0/Z7VWvj0t6b7ZTIQ/j+yOvp07ZT9jzcq+t5FWP6fDqb+z3ps/BvQRvzNyrr+W7Ic+zCRzvyqH079ohwG+zDZvP6DQLb9zIMu/jwfov2tokj+Slpa+LrV4PshZz70k6tU+JOjSvpMi+z7r7tQ/V7yjP2mVCD7EqIy+aZwzvqc6vT8zdmK/Ntx2vja3sT/BDi4/F8viv2ecjr1ptxa/QaGpv9lcpL/++I8/UFOXv9HoED95N3i8wXR9vguQdr91o5s+6ORePxBZBr8Yx5S+1uZcv0DduD5HbLs+tHVOvxOImL7wKxO+KRGOvw31sj9EM5y/DmR9P23K2z7pHmC/5AeJOdTHyT+ZrKe9P5eEv2SNXT9KzkW/lHoHPi9maL2MQC0+m+85PxCRzD9I79K/BVr9Pf+YTT3pdZm8yv8pv9CBDkAcHAA/Af+WP5b0jL3RkO2+GZiJvYM0B78wBuC/zL4/PrldUz64/sw9g2ogP6KqKL7VOD8/GRUwPP/HcL/TbAi//J4qv1dgUj8waGM/iUonP6riuD9X1FG/MaKOPxqhFMBB4jU/pEbRvjap1j6bMM++E8u1Pzg0xzxZxpm/",
            "3RG4P4IvxL8STjE/wfwvvx7d3r6W0yG/HtaGP3p42L6eBgs/l7a5vm7LNb6zf0+/VPutPljzBL9Lo9E/fx02P/zgn7/s5jC/uTY1vvlvnj4swnW/IsWOP4BvIb9+/4U94P8Qv69/4j7iGZ+9W+NWv5ILjr8IqkC/+RnpvCrOc79o4q8+T7NQPvbxJD8KRzq/uArTvuULnb/n/hg/R/HsvkT4ib8vwUQ/n2mTP2xJOEDXO20/z+TyvtgQBL/3lrs+gS5lv/4OBj/s7oy+THT9PZBENj/97dC/zSVTvuiRNr5Jioq/TZQYv+nxVb5UofK+FFfyv0JLYj9aQeA+mkGpvhs6qL+EWU8//58tv7Kmor6GS3K/k2DwvqqogL6+d/g/J0yUP49HGD7tqGC+004Lv4zt9b0Wwiu+QQSqv71SDD3ZXRg+VFFFvu/m3z6UAU2/qjkCPozobT/2FME+9ZbFv38Wpb5eXHa+VK4/v3A+Pb9UigY/W9k5v5JYqT/NCxe/Ji0Bv/eQ3j/0096/RE4eP16bEb9BhO+/FBtzPzUXez+ANZI+zwQHP4UQlD9beFE/7dKevQvifD6fQPq+HkyNPqO2kD/R8y8+JSkTv27UQz+6evQ/pF13vy8pMD/nq929tpMBwBfZ0jtmWYE/nGYFv0wdYr+y1LC9+39avo2cxj+U/wXAPgnav7A65T4AWWY/ifO8vwF63b4ybvc9M/uQP4RsHz/iEf+/iCmgv+vFST8OLCo/7lxjv76VEj8WMH6/JuQDv5Inpj554yw/lQhaP0H88b+7BZQ+u+89P1yIHD9iVo4/viNRvoFP0L606RG/L/Itv256t79ToB8/YWI9vpx33b8hkic+hIIcv+dQqb4fH36/yNzLv1matr4UuN8+3iGjPpVjjr91qsi+8H+/vwCXUr/UEgzAjzu8P3WByL0mYArAFYvLP/TLp79Ex5C+BLzhv7kK+Dxuk/q+x0WyvRoNGD4Vhum+gC4JP3bX3z31aso+Whl2vwWwWr5jmyS8",
            "iY/9P5z1zD8B+C8/TMVUP4g46L6aSa6+MvcwP30Bzz6RTlK/Mvv7PqQgjT5M/4E+ogyfP/iwGL9mjtc+4Dp6vszB3z8J38a+7LaEP2TPvz44k5I/ElC2P3F3D7/6NkHAyf8mvlbO4L6C2cA//xYTP3cXCj9UsvM/KMAWv9truz4COba8Yg6xP+wwrD9lmNG/CScRv9ah0r93RMw97Q0wv877RT8rrb2+99xYv3yoBL85NWg/xB0VPY6dmb8hotq8WIlFPyFUuL92sng/BKGOv9tEmzyQI4c/NdGrPUGKRz+/6pm+1FnGv22mWL/b4HG+z7DFPqx27j1Ug2I/imRDP59YBkCYCCs/QfF8vxdiqr+ZzGw/s4m1vbIY/r41/Du/eIjSPRmfQT9s0kU+LBY/v7tBnbvFh4w/eybDP96g0T/Rj7G/ZJDzPrE8yb9lyAu/rZRUPmxeqL9LemE/lZe2PrM5vL7RUUW/yiKhv1sOMT6D5i8/3ShnP4mPBb9xMXs/qkngPlMzwz+fM1o/hoeOvi5NXD8OaBW/GbqmPw872L/hd0k/VGDiv/XBZr9QjlK/tuumvdnexL7QEQHAirOXPyf9Kj7Oq9G/bL2vv4Q4DsBi58I+nKWsPjFm/b/CbxS/1qJ7P8xHib+x1gZAh5vBvo4zv70dGqs+dk7Qv1ylsj1UFO4+FyiLviPeYL8rmJ0/bg/mPpHjgj+ZGp493jNevieYfL7Q/Rs/EkYLwBBdCj9FF8c/nvsjv/5BJj//Dzm/8XaXP0l/0T3RMbW7ByopPyOTmz66BiNAy+pgv6zOYT96j6m/UgZePzoByD5tPum+Tyv2vwsbh77vJp0/3nCkv1BY6b5vU0m/pGIHv7DTIL537C2/Fdr3vghHLj6bOn4/QKaVPSFlrL+8lPo+AhnHP22gCkBUxyy/cO+/v7TLsL+3L/0/1HPnPi8GAz8Y5DnAjs21vzV6d7/DE8c/R/DnPvmTo79cQB4+oCIZP4i/zD7r2Rw/8/wLvcfgPz6NCyE+",
            "9y5Ov482tL9a9S+/al3/vqkHDb/qlrc/pt6BPtMOeT5V5Ec/WuO0P+QcD8BSfR8/XSY1wA9h47/uz8w+7sf/PhwjSD//nJU/+sWZPztL278W8dI+IyskPww0C78AJkW+9kISv5BUmr1jUY0+/G0EPpXNa75jqLw/UB+TP7HWUj4Qb/2+pGYzv/7EST+ckyc/jFvTvi+hKr9fRIo/HoJmvtV6kb8sYd4+tHHSv2XyTr9tQuC/+tPFv6085j+x2bc/G4tZPtcxBr9NADDAtA61vopFOz47TKq+HUdwvauq67//5xG/nRQIwLPysT/AppC/KTbfv8RSjj9w/II/FUeev7bd7DzwDFW/bAoGP3FU0T8HJ2U+d4eUP6zElD6ygMM+1K6OvrN8fj+OIl2+fVATO5jG+r7k6r2+qgrHv03fNEBWqQi+d6JQv1JVW78NMxRADNUxPtRkV783SRc+35yRvun2BMAutvC/Fju5v/sjNL4CFSu/tFsCQGhB/DyDow0+qfEuvvq8+b6laXw+pyRNv6S7kr43iAo+jWTnv95gnr/fI4K/PUdBPyveM79M64u/gn8JQB8WRr/u5pO9e+Xfv46OQr/EEQI/AACbv7dSUb/iQ+I9r7mCv1P17j+X7ae+2FwkPkRwgL/03lq/0xmAP7vABT8wnTo/xhVovuroHr9zfjs9j265PvY3NL8qcas/VCExP/fN8D5dma89Gf5bvkGVsj9tZiY/y+/0vhJUOL8+5Zi+PdKaP3BIBz7Ex4i9QnpSvUUXXz6Od0i/sXBEP2wpeL/TTLc/+n7aP7y9h79DBbe/D2wsP5TKpz4qnjU/QTUDv0R+Oz9dAiy/Aw31P2N14r7DirQ/bavLP+N1BMBGQ9k+TG5pv5LaH79fnms/dzR0P1y39j6Y8yc/SjS1PnNmWb+o1XE/kCjIPUrEAr+0yzY+xc2bvz4nDj5gngG/6u/qPllarL/XVWC+odXIP8AyBb/rcna/1MKKP5Oajr/6gOQ/t3X4O7Kohby/6aY/",
            "ZD80PlGesb5ONzA/GJ0+PyBiZj/tnai/brWNP8LRK0Ah9Iq+fCGjvo0/4D4phxM/eO2Cv1brkD+b4HA+xvqWv1JYCD/seRs/Wr3Gv+5l0L4qiN0+xy9BvwNW0z6z+Gu9IvRAP3WJtz/jSom/7iSJPoaAqD9wAx0+38BSv6oco74lCxA9U96qP+7a0D9Ms4c/xjRMPs0JAcDYtC4/L9qWP9P4KL5V004/gpc/v7CCjL4uH6c+Oi3UPxb2Ej4dYVA/BJSvvgExdb147rs/rYXDPpVbWz120B7APhKqvuKl9r4koMK+lGGsv2wLQr6PMIo+hdYmvoDr5b5GOfQ9/Icqv8Ur9D4PlU2/2rZEPpsyMEDdvak/q//6Pm7IAL/Ogg+9sWqivGIacL54uBY/RIsbvyoemL8Li7+/xVvcPy5Bkj9ZkJm/6F7TPbrJ276Poz4/bcbkPuPfBb+FbsK95ERZv74sHb/GboQ/bZUEwNbPPT+Wkgm/z5tAvppBgTwd5l6+B5zhP+9jzz509Zq+Kl9CP6cBQb/dGye/TG5uPun1rr1bR4q9eMSnv1joJD9TYee/q49zPvGrQrzdylA/MRnyvV9uTT5VTIc+mtzGvsb9fL/GATS/+gcIv3jQyL4Sa8s+v7MRPwVfhD8K/Kq+StOBv4jj2z7eZnm/v7ayP4wfAUB7ipM/mhJ3vpILn75CHi4/jYSzP+Q2sD/kO2i8PnkzPxvFGUCE2tI/rknkP/3fGb/n2VS/Za/rPm05Bb8Umt6/SacRv1Dskb2qmpw+x5jTv2JSqr+ikO+/EjZSv/j5JD/txpa/rOICvyAzeb4GCNm/xM8nP1UAFD8jl5Y++A9Nv/6Yrr0Fp/c/cxIivjHVDb9K8bE/2VuXvyNhFT9unQW/bUIlviAE97/zFDC/SKi+PcCplj+5aWS+evW3v/JOfD/qdtW/e42MvtEJeD9gwJs+w4MUwCOU874+5Va/Xgl4P6kAtr+kLoC/l1muv1H/eb+jlYK+7GmCP2tT0L/fgv++",
            "cJcDQOn5lz6eAS49GfNUPxHRKr2NPbo+BFvHPT/GDkA9r8O/Y+QlP5wayD+iRjo+AmA2v+NVMz9Y5tE+SQMEPX7nZrvG98E98fexvte2Lj+M0ao/3syvPUsUXb7lMiQ9ehB1vjNhnT/aOyi/oGTbP/nwST9G/8a9cZ73P4klAj0uLoE/o5K9PHxduj4ztjo+D+8vv+uWLL8h1HU+GNqXv677M7+g2ju/4+Krv1asvD7JpxK/wRjaPqHqMj+AjNE/Vj4rv+qtwD08cie/1Rplvj/Chz+oaAG/acp2vgg7mj/AzSw/GPM4vxUtib5LzpO/wXlAPwxLNr4Ejju+z9mPv7DqYb7Asa8/gR33Py+mpz+m0Zq/dnkkwAalrz+Qrng/Z/WvP9ynmD9oaaa+WQK1vwwDgz9lyg4+J6epP8npgz+5OFy71dDSP23s8D+VEhg/8PEGvSdedz7hJZu/4OqfvvG0Tb8A252/jgTsvi1A0r97xBe9N+YnP/zkkTzBvSW/CHe9vsXsTj762YM/1wtJv0xmVL6Yjh6/XE4dv6CGNr0Ouls/zSbAPXRa0T6IjvW/jQNqP0y1jT0Lus88zs+EvxXofD//wY0+lbkfv/qqfD6tQnc/RzgxvtQXVbwnE0i+2um9P+V+Iz//fE+/jhISQO9NS77Ry5y/MPM8voNe7D5A8Mm+R9DVvvl6wL6QSu8+HJI8veHSgr/pYXS/HBWvv6/JJb9Hq0++auhKP29Duj3EJ/u9W7Vvvyywbr9Liro+KkQNQJm6Vz9JZF8/Te4KQIHd3zwQqBo+X/3Ivv8Z8T2AQOc+wualP89p1D7X3XY8lROuPllOvj89RNU/lytqPxwNEr/aCt2/b9dPvSNaAj+BtZw/QgMSvVsjLD8nVak+Oap3v8L//j7K2ba+hD7uPlfmGD/B6QK/dYoUP5xtlj9/d6S/UqD3PpX+2r6dGI495UC5v0i7ir0vSfg+ZEDMPoycbT/Dz5++EwAIP8MfNr+9I8y/Z5zSv193Rb/uugg/",
            "J2aSv0vGIj2DHiq/JNB4P8eIDz0eQlC/OIQAv1j+az9DK4U+h3R1PznwJL8Nc7u+PuzBv3pUXz+6NAjAv+H7vy2WIT51qLY/zrc4P8UWOr+nV5Q/IVmwv6rYfz8xZ5w/u4L3Pu5kSz4TzYu/MooGvztZub7vlt09iK1PP5UIzL41JR69fF9Jvd6RT7/tOf++woRavQ6TDECXiL0/oKTcvlaWJb/PyJq/3RYqv7yrTb6GDBi+fKiuPSx9Nr/P3oc/q86rPtl1ez8DmZe/2NkkQJnffr11sDm/CiuOPr2SSj4C83i/gGB6P2jlSb95Mr0+bpa1Py83mj1+gc++teMNPlwEbz/a0ZW/uJxzPQm/47/wv9w80c8GPiTkiz8GJOs/KZ0UvvjgVb/mZuo9+UZEP39Nx78Qqym8jPC9Pw7h7b+H220+0KRdv6mQED95e3s81OjDPsEmuT73f0s/Vr24Pg/mgL5VSVs//PFFPhbOnb+7OIc/pLDHvrIQFb/PNca/y+0ePt1nRD8hyJS/7zDgvv0GZb/8ms8/30h0PxddZD2Frau/N6Z8v4+DmT74EHy/K++Lv7ytLz5rUce8avm/v4nq1b6Lnlg/FxjDv22/lj5qYbG/7mfYvdvJXD/6L5k+vXfWP7zMKD89lJ0/FsomPzMX2b9rP7u+xwQhPCEzTL9yiLi+8YjgvTk55D67x2Q+2S/rPx0znL8F+6I/Oyf9P8N6tT+AEks/hq3qPxEepz/1tQA/jsFtv1GghD+AHwo/CHFIP35+Ub9S8c0/Iuh8v6c8Uz+Q07Y+I1JzvgaI676l0Yw/+Wtlv0vsOL45Ppq+GY3UPtrcP79Thxi/I33Gvg2Rpr3adwY/u93jP0X1ej9++V0/SrkrP/MwV79+P5k/qT4tv8SVxb3tCbu+mhQfP3+s2j1hMJe/0mIMPW9bkT8exFs+ajE0PoePbz37vS4/Mh6GPnNqCr8V4Zm/MfDqP1mKgD6pInS/z8yMPkifMr/TQR0/0sUbP/TXhz2+wj0/",
            "u6x1vQ1R/z/S+eG+4OLhPSih777qRXQ+S+j9Pn7vor7zQNO+GUmdvf2ij7/uS7c+OptiPxGI/r3i+76/a7dxPfc5sr8AlqS+uhmnvuk5ub7ZyNG/yDuYP96r2r6mETg/GjZsPp4b1r8KSTy/xz6pOLF55D8RyTU8Dpymv6zD874E9U0/Rc67v/GYA79Ew1u/gVsQvxqoib9NiJc/C4VMP0uphj9atEa/SlvFvxwoGr86no0/Z3BGvmplb78Zuzc/t0l9P1JUlr7RBqW/KogNPrs+JT7Uy8O9yxVjPyjx2j/LNT29eDG4PdEg6L+KxxS/dFcbP9K4hr54Avy/Lrsvv5cyJb+Taww/cNQJQHNRkj5yX/A+aP/zvpcMKr8sR86/jfrIPx6C6r/d7HM/BxZvvobRFEBGx6S7OoefvwNq0r8duWg9V4JDvrXkEj+gWg4/AvUfPhhMs74iwoc/mIjOvZG7eT8uERfAYKuGv472HT6JvpW/DZVpv5qHyD5G+Cc/2EJ+v2wlDD/IZjM+elkQP6csEUCoxlc/F1WLv8oD9743cgE/Cuw5v06sCr9WOh4/0qYovqG1qb51T6I/0kElvSD/tT+LK4o+u6UwvwVfV784mxo/6yG3PyIsC73IBMS/qHeQvycOOz9NMBi/tFWOvkdeND3ZiaM/XsGxvt/UBT8nVFe/jp/KP0SL9T7noVs/UvKjv6WavLzIE1W/n1ikPss2KL9+orU/D5MIPaQSKT+hesI/Yhwev4D/fr78Q6a+sOvRvhNPn71gv8E9xkyaP90N5792wPW/RxMQvgyfqj9vKKY/UwhDv2e4nr0bDrC9kXRIvymBCb8JGt++SmLCPlvwYj8pIle9NIr7P8rSrj6+6Vc+1of+PpZFKr+o+WC/uD2VvX6zqb96T3G/OCOpvwZrNb7gXDA/gSwBQN+0Cb+b3uQ/VzqkvU0AJ78IOba/2qAMQE5VGL9wDYw/1A6MPwmHoz8kZVvAGAseQCDlhz0Rz5c9qtMGP/fcnL/z7Ne/",
            "PLaDP0OnFz/fitE+7adIvsG+h7/Ys2W/OX6yv9n30D+6kTy/esLePyUsX7+y4Uo/RWclv2gbAL/uvb69YRf8vp/cyj7Qa6y+PTaFPtKblz9RhOC/hM8wv+zNsj4fMrw/JS8IvyG57T+v6IU/uR4+P1Stlr/V8GU/0oEKwO0Gvb4vpWG+yQ1Kv6JJBr/tcqE/Kjwpv+TlhT/1pJa/pa5OP17wl79axrY+HkIZP377Nj9EkyW/klWTP+zM3L5+Dcc+NjpIvzto+j9KPIu/26tjP320l7+LVjK/JMUVv+uRH7/G/Wm/SV67PiVdwj8Lf489VrlKPgGJC0B+VYo/NYy3P0WokD9Z11Q/8uSAv82lGL8PUge/8FI4vjG8KT53vrY/f1wPv77pzL8f8qY+RpioPtB6lD8VtgFAUaWbv8TY2z7NUba+lMzBPnQmyj7lbg2/LMNyvn0M8z+sw4M/cVrPP7B0or6eASW/5BTsvdfzZD87WqO/nOcsPknLrj++aAk8JtmrPh+CCb9vQ4I93pdMvwLo075OsSe/8fwAv++aLb0vk8O/5YqivnSPvD4I664/jxkav1BbBLzwUzQ/HP4bP/h+GrwARVa/PCqOvriPyb5oXYU/0GCDP4ZN2r9mhK6/XvG9vnMXqL+Eu6a+oIsOQOvuLz60+94/X1fEP1LfZT8V5e0/jZGxPmwyFj8MdQLAH44Ovx434T/zEEQ/hUmtPvNswT/XtGq/ALeUv7NUrL9+7su/TGXIPseEhr8bcRy/oJ4gvzaJIsBFhH4/8ufVPzR8Lb5AYRM/z+6rv/GjkL7uaSXAQMBXPv48nz7xgrQ8HnWgv6b0mj/P3na/0IIEvulHiT5u/KS/JEFVPwnPg7xRdgk/x/tbv1dlbz+UjNa/nohYP96UGb+jukC/j9ANv/DDnb4lWhw+cETevpV2d79OQgY/I+T8PrFnAr6bSIk/UTkzv60wFT/IbbA9RgacPsfw3r+duoA/sUL0vvj6nL6TwEQ/6wbuPvI5ab8S4Ac/",
            "zgelP9ZBAD9Vq3y/XtCIv862wj+csYW/xtPwPoqWnD656MA/OcUIv5QsBj4G3IU9JlOpP79sazuZ0AW/GhPmv55eHD6DyIm/XCRBv4JhWTzXAN2+1901P7PK47ySRPy/zy6Hv2JfJz8HO22+3Mo0PoLWCUBca3s+wg84PvrOGb5bfw6/mDHkPbbNqT6YyKu+NNIgwAAVWj+VsPM+tIQwv4EKfb+5c3W/Ry7Zvr69G7/yxoa+cPNXv27/oL6wsag+Jp6Lv06mlD+hdwZATnAIv5ez5z8t3kc+AKAIwHvELkC+mt++iDH5vpHQUT48Xjg/1pigP23uHz/oNEE+1zxCPgVSMb+R2YO/IJFov12LCL7DvBs/MlslP1p/W780XFO+8Q+UvvSnfT9ztw6/eJUsP48vLb+zFE6//Y1tv7HAor5OmSA/JbU3vg2fUD8rCT4/AC2jvwCuFD/s6aq/r3GqP96G8D5Kwgc9DKSYv7bEyz/dQFs/AUedPXC7Tr/M2f4+MMbEvxefQj9Lp+Y/ZpojP1MWAcBiC72+kgGIPsBQKj981oI+5+3rP5YImD/yHzs/Gbo/P6IF+T3wrlG/p5/Wv5/Bn79kdFq+EQDSvwUDqL//RC0/l8I4P1JaA7/ZxUo/wOOpv892078YHo4/Kj8fP8Ngg7+QfAK+ui8VvgB4sT+X79E/8bpdvxCDbD/1My6/2A6wPtVH4T5nkQ8/w1gPP/FICL5Uhni/p5RZvlTDl705ztc+E3e1P5tHWL93xEq/9bV0vk8ZKD/MZqS/3cj/vz8JGcAeOJU/53AwP2gTsr/6POG/NuRgP5MFHr88R8y/AdUdPpM9Bj/K+XO9r1Gev1XO5j1lL+k/0w1pPmF9zr6KAVy/OAmevLCdf79sOks+lc3vvt6BzD/vAyLACuxvP08cDr6asJE/kBJPv6I8Mj+KBoG/TQ0ZwMJ0RT9FWpm//sYEvzAB6j8t0bo90be8P5j9vL+hd0G8vc/ZP1lMSEDFriC/XltbP+9PWj/RgQ8+",
            "glwBwEv+Fz/2lsw+sJDUva2uBD/Ub5+963IwPq4Sn7/3CSM/7MvqP4aKFj/YMTy/0BMtPxlaG0A1/6K+SZ9kv4MUfb72pm0/BcPov0WuJr/YXoO/cHdWvrFNkb/pYhY+KiW4PiZtuD9dnNQ9sQUnPktN576jWqg/qU/7P+Cpdz9IsMI/pwXpPpYOCz5rGDc/8vyfP6Rb4r1A4+K/hcXFvlsXsD+btLa+3aGeP4TqQj4idru+RXNVP3mRaL8Jmi+/VjSCvgqKyL6+F8S/qzFuPtWoTj+DX8G+lJMHQFymwj5HSMo/u8dCPaqHgD8j1Gg/GWEdv4scIz7xoIc/wiNsvmHILb/A3z6/yB4KvlHg1z6IWcu+WpegvuMf6D5RCg2+Fjj9vpXoLj/rvvO/zwDZvlymbL9SpQu/FvpiPo89KD0ZLhM/Zg/hv7DX/b2vbBi/nUqJvt/rlz/4Mo++72GxPx1JOD/MCQ0+QN30Pjh01r7/04U9/6hNvlT0KT+ZWz0/6D4nPxsjnT9Qexk8cGvvvwNIF7/LSiHAGyWpvqoYu748YgM/h+/8PkQYjLw9UxDAGxXSvQu7mL8oJdc9kjJdP9r+ir8pzJS/gnb1PvtiAkBcyx4+VXiAv2DiqL+Mqou/P7M0v7jDEcDUAPG/kJTYPyF5yb/xDcW/dkfFvpzTFUB71aC/u3ghQFjgOD4UNfG/P9ysvoXoIj/hhMg/DuOsPg8Vg7/aAhC/Y8ucPzX1IT/CHzU+kRIEwMItfb9Co46/lx2OP9/DUr6K55o/8kWUPhmWoT4boIK9fhkRP7DmFUAUcZU+fnGHP0oWGb75QlG9IVBov2Fyoz/JZwq/dxOTP6sdAj85zVe+9uk+Pr+t4782OBe/cDM9Pl9pdT8dniC/OsIbv847Bz7N79u/qbKbvi89vT63RrC+xLJxv3yhkD4DW4i/zVjlvqgSqr7fl+C+uOTHvs/BJb43S5E/GamNPs9xDT4d/rW/37CFvzx2pb8B40C/h42YP3r7m78v6du+",
            "IeuXPyCIPj9cdLo/Z7WHP21WVb4653M/xFr3PrwEVT8/aIG+/ZSUv22OAb4UFee9go/wPUsFA7+eMWq+m6G9v5SuQj/9of6/YcHCvg3pk7653+a+BWEBv1Ltfj9DPT4+QfNHv2p3iD/IKjm/h6RsPe2o4T072MC+ocJWv+onE7/PCwe9ILO9vkGeBT5tnMc+eOrAP37E5L9RmI4++g6DvwKoOb8EwgDA2GewP2EurT+I7UA+E3lnv85OoT+VERA/k0qeP88lXj+c7YO/u+MAQP2UJ8Amny0+pfonP98+l77t7Zu/C9T2Pv16vz8IyVe/kHIovtNDZ76TjOo+ZxNAP8vwND5u64A/qSu9v8U+qb4nRpW/gCztPjdC/z5cSqQ/Nvz2v5anC78Hu8K/vYaiP4sKkr4R9Mg+8R98P7EFMD9nApi/SB3bO7uwiz3D1ku+pZYZvxp/CkA0Qrc+l+a4v+WsyD9smy4/fW7vvwfGAb49dfA+YacmPsj2DL7xB/y/Sc8Tv50rhj+aQcM/ild8PhiZmD7UN9S/D2gUP5Hx7r74Ka++X7owv3eNEj8W+6K/h4TpP7KE3z8Sxxe/cqIZP9j2KD6VrJI99TGIPuAMjD9rMY8/au02v/b8SkBEfQM/xWOAv8Hj2r/yl5g8fysQwFA1VL+8ZsK+mRLMvf9/uT4c+tq/0u6GP1mICz7zPB0/EtdXPiC/mD2rsIPApcLxPo7rxb8GEIk/T7ILwCnM1j3VHvW+0/Nrv5GKKz+l4Gm/drK/P63Vpj5WuBC+xbUIv9lfAL8OQgLAqkPzv7zU277Q3Ii/JuWjvuJEXL9MLuI/mlCeP3+VzD207Z6+bYZ6PZItyj+CiKe+mhIxP4wGgT8e8g0/qIi1v64xAr94t3e/P6uZv3KQnL90C0q/E2gTwFTX1r7dRxS/TzFZPxWdV72frF29spjdvTfRzL69goY+cExCwJsQ3T+BXzu/nlCSv1QVBz/Jlte/HBQcPZlzEb9wn8M/gwmXvuEIHb/37Ca/",
            "X5HZPlfaDD90cQS+NBIkvCs/wr8yAs0/oAqlP4LVdb9iHG6/XmQjPwNu/b0xqbY+7CPov5sOmD8TF4U/mihJPxGPyj+fR1K/HQBxPvH15b+pGw/APc/wP8ah3r7i+YE/CKpkv8wDqz9hQLO/IiADPaA3sj+zqqO9ABINwGvg7r/mA2C/OYMGviN8rL5/QrA8bx3Qv/7qlD7J0K0/KQKJP4tsFL2+0Uy/ZOWKPlYetD/8vCK9P5laPz1usL5FRvC/V9/6vpJ2Mj8dZUrAvL3qvklngr8cYUy+snJnv84VgT/3f3K+N9VSP9ja47/EddS+rHQBwJxVur+cLkY/7uDvvardx76WKse9jv+avpWIWb8yaSa/LclFv1GmrD4XvEu/ASj+PQ6WfL4fc2Q/17Mrvj7xRz4CA1o+7QtJvmYykj+3YDO/HsMRPtd7BD+jMqQ+38XAvxqpoL1Cr8e/5WqMPiAAIj+28qy//7A5v5NcC7+f3Ii/U8Rlv0ZiFb3XQ+A++Y2av+m4ET6F8UBAG15APukPYT+86Y6+yZR7vywm5b+UVAnAbcFLPW46L75G8ii/YfGgvGNHVT6Mk6W+oTkSv1a0lL5UIKS/dkwdv3nbaT4e56g/Y7AjPXq09z6ayiw/GeG8P4sKgL/zZN++3YRmvoPtLz4TExQ/H4qsv5e0y75uMz+/AF+cP9vkgT5ThhZAdsShP9nmM7857KO/UKj9PRZtyD+x43m/NnqTvdQELT6fnQxArDSdv+uKvT5peo8/Bo0BvBU4QD8Rlbm/Ua0hvjat1b+omI+/aVv0v21tSj503k0/KmmZv1kQZT8tc4S+VxQ8v8c6KL63RPO+361pvjAehT/GFOw+QYAnQIeeOb7qOANAXh04vgSHAj5TNog//pqRPw55nr9p0o8/0BNLPPpsPr8Ivdy/QUE5PuhYAL8e5s2+xIs0P/esD7/hsZY9o9A3v66n2r9lSxq/YvmfvuEkaz97qto+fmpEPaSXMD7m16o/KkAGv2V+cz+1dms/",
            "vDPFvBB9lT/b+9W/S9ShPpFN5T3tteW+Uc6vPxNaG7+fxje/00Sjv8bVCr48f3O/rhsJv6hHej7ULIU/O0FpP/uqA7/jHHs/L9znvyhEd7+/FzO/CiznP4oRar+b/oa+4e2Kv3HHDT0Ksy3AsCvoP3EveD/qBoo+2RUNvxIYGj/fzsw/DsfVPW9+176yiBy/KPv2PsSc0j7HKN6+zozePI+0kb5g/Zu+dcfJv4lyPz9/D+0+1WVhv92zlb9eyEs+Jp1gvoX0Xz/VdCS/HKZPP0K7uT65LpC/pzeqvjpcgr7OU5C/bxjGv7Fu9L/f5oS+I5pHv76Smj5otBQ/WtONvoucOr9zSa090Gnovu18Dr+KPh8/WS/1v1/qFL/PgjU/ylUcv+O4mj4GAw2/QNzNv4IB9z8sC4S/gbP3vsTeLL+tZHC+xb6WPxs2y759wY++wDuDP7eZMj/mnki/+4Viv9NSM79N7YK/xUVIvyCujD13TtG+YWrbv782vr9iyr+/7FoMPgj3Or7YYDk/9yuyv8U6cb9+nYS/xcGiP0g7uj76HgHAPPKLvV3NNj9851C/SUlHPsR2nz43spy/mbTEvwFpgr19a3a/gKZCvsWCjTqrmXQ+wPnOvvTr6D7Mhce+BswzPcGUsr7EzuW+l8R9vsjqWL9wX2S9IFCVv2sv6b7cfJW/bGi7PZ1OsL8Tude+Nx6gvg45Mr849PY+EdGUvhGKQz4GQcG/jdHQv5uGnz8FALU+zk08v9Vfwr6s5yo/RlWavBJcN7/AP9880CK6v7vLbD+wIHk/tjUQP2A8dz+3maY9VxLnPhxk1r6Q/iW/Joplv65Kyj3q+kJAvXOvvonHKb9znCg/EoBEvx48ar9okY67+iG0PlvC2L2yAdw+cJG3Px2MNz+ERDI/5YUPv30bQD+3di+/UAhKv9oqoT8LXCw/OgxXP7Mh278U7n2+qBzaviskpT4olj6/KUxTv7uqQz91h1k/1keRP6nX1L/ZS7U+ucOfvnE4lz/udp4+",
            "z3nVv/xZvr2JOt8/sJ5lPrpjor6KnZI+u9hxv+tv9z7jFBFAehcxPxpLpb45/bW/uW9FvwFkzz/OMKC+QcKdPU/CFr8aUvI+N8tfvyMRLD8SKqC+NZDnvrXriz9s+o897bpgvjJN/L9jewM/AEkEwHJtAD8nm4g/O10Gv1p+qj+PMce+VHXQv1z4H79AjSK/7AnKP/b0qL8Xb0e/gbZ9v2+Ykb5vcpQ/R9qgP4AtcD/nADS/Ox84vsyKJL+XzXM/Z9tjP1IwBECw/Ew/r7LUP7J4Fz8k5ki/JZ2gv6Cajb1xFoK/ZA8rPmnev76IlZm/WfotPzCRAUAjQBE9aiShvovhND+AH6A/3yb9P4u10z9aAQy/zk7ZPdutfL9/PBG/Or5zvy4bPz8arbI/MQKjPi7Kf786vJ6+36dkvykVQb8bWbm/tx9QP6o/9L/QCAC/cOS7v1/Hyz9Hl4M9KV4oPxNvGkDLsvC++Axhvzh+rj9Co12/sfpmv4NJGcDz0+m9KFyWP7nufT5nPCM/Mn/QPqct1L5hcki/fJKaP176Bj6DqYa/tO2mvzATZD+Nyn8/PEaMv2vdFb/NGja/qvPjvoLiC8B0gnS/I12Jv7MauL0Vcpc+PZgYP2nABL+bcRU+MhqJv7n5/b9t+p2/i0WBPzIdJT+FC1M+KJrbvRS6ND6RKr8+w9MMQJ0fEcBp78y/LqoiPy3DHUAf+lo/7Ye9vyWbEr1Khza/gP1SP/l+4D8BqNa/vsPPP7NFiL2oWpK+UEwnv8RBST7A4xy/a9fsvNMTlz9j26k+a9tmvxuyjT7u+FY/bVGYPdF5X7/H1x3AObrbv3AXxb9KMJs/cMBaPvnw7L9fDTe+InmGv6cK/L6cXAhAbIs4v/lMdz+DViO/LMwgv9JqSz9eS1g/WwBYP+2I976SGUW/jI8DP6VB0j87ERw/UlfAvlnO0L9Ouos/mgADPnbtRD8+v8G9xIQ3v6TEbT5Vi9I/tjaCvyOJDj4tsE49L+/xvg+8Or80VkO+",
            "fI/iP59oeb9H6pq+VaqLP9twKD3SHMI+h9bQv9t717weDAc/jH+QPYx2Qr9x810/XFiQPy9DVb+MDr6/Kw2qv+V6Qz4Fyay/VqiIv0dZSD/vl4I+eGfGPnc0hr+OCNm/OPHvPp3tAL8Pqpc8io+xvleTwr4jYoU/9dsuvz9mgr8suoA/160+v2pMkL4dZE8/II6zv+1S7L15CBM/I/aDvDUuwb/dtZ48UZF8vyF4Cz4uxxHApHCXvnqwC745OJO/2Mo8P9aF8T6nyoG+TyiHPvcOLL4wHMu+mu8fv4jaOj/4G1e+yNqIv1rFlj4ufTK/mDStv1hyMD4ZZL8/4YQIwBoEsz5iBB09lMlUv5hZLD/NiZi/iWV2P4Luc78w/7u/Q9GOOkPEE77gCY4+z9eivY1o6z+hqp2/qW7nv/mGlb8C/CI+gw2yv8ihvz8qbhW/Ay2lv0L98j12UfG/4GXavrViXT8s6BI/3g0xPwVWuT+MuKM+93OZP/VDij/k7Kc/UOe3v0CVm794KUm+OR7Ev67NYj9b5a8/eM2Rvv6KJ7+MGsQ+nO6BP+QvkT+xdR0/8q5cv6oGZL3+Ml0/0TSTP49xrD+VBJU/pwMdv9IdNr+RuZa/JowBvzJBxz63YWM/fYwcv5wR9z6rIxo/8l/LP4Su1L/Qah2/3qjfvq0/tj55eRW9C/B7v1s6pr9AtUu/DTzFv4RUF79oRsa8ms1xP1ukhz/VnlI741ajv0KLZ79d6UO/JrmAv/5BNsCidJA/bh74vyGFlb8oeYo/cPtVvlUwC785wxLAYUeev1yAVT8nr8o/yCwnPjkBOr7jJ4Q/c9AJwCejK784l3k/KEkuPgfGFL/iMn0+OsqqvnWE776Iyr0+Aar9Pk+zFL559J4/RL3pPsELhD6YRkw/d7dXvx91k71eeNQ/IpaZvqhZJz2o72u/pcCbv+K/sD+VEHm/MKqIPvz8tb7i81q+won7vkJdez9EuQnAEPaIvzCYPb6tpKC/kRYJwJzvKz/vJx+/",
            "+YocQIzBe7xPoAY/pONgvfzNJr2iUWa/tj0LwAnH7D9I4PG/3uycP7f9G0Bn1QC/P6uMPy1J9L53cg+/kYXLPjzzlj/BTY8/JTAvvzEC+T+dgiA/JmvjPoJ/Tr9RWjQ/zONyvUjpMz3MsNM+SlLXvoPJ0D4ePMo+icqev6O5mb7DJRRAN/YawKsBdj1qsBM/lw0AQFh5ZD9QW8o/j6a2PGuZir4FXTm/4bDOP2ufar48I8s+tjQfv+dNor5LYGe/vz1sPy3FmL9Tri6//fAKP6U+LD9pqgs/bSzYvhwR5b8CB+y7eq1jP78Ncz/XjuS/OIxMP9Fh6z6kk1M/SQubP3OLi7/6JL0/vT3ivV2Vrz4yHzi/PjCaP84xgj9DFKU+IAbAv+fzHz1nuhO/WPenveN+SD8C9Sy+QyLXvnWWrr8czEK/IEafPsrxRD8K4cG+y2cRv/nxlT8bxbA/PBKXvaPDDj9UHYQ/A/SOPX0h8j97PDy/161Gv3JqDT+E3QxAL5K6v6SOhD/YQ3q/84tkPiJaGz82cxy/Nx5RP+ovAr+pi9+/W693Pbrlob5tHHA/AaOYv4ytpz0vWH68bjYUvujKOT/3cGa+peefP8lpMb9z9JA+/DSivpGiRD+x7qO/TcCQPsBWzL8HpRy/Ypa6vrxG2z9TQ169k4YvP9Q8OL8oNrW/fopeP+dIlj9dyJK+Z5YRv4d8Jb89tQM/w6s9PzswPj07fQ2/oWiLv3zZKr/MAbw/uEkGv41hp788Y7s+fOfBP7vVCr97Yea+itJ4vPn1wj2QIRa/3Jlhv11jh79V0sg9W7xwP/SnxzxxIv6+UsvuvzBvij7rQ9+/yrgWv/TGyb+Vzya/iU8aP0sbFsC7JBY//cA+v14qMD+U5q4+IVRGPZ6e2r+JyPM+zhlTvxVXmz/puIm/WtgiPwidAr6GTOy+l8jIPpiDnz9XtoK9tRY3vHfmPb/b0UK/czihPyktOT7JfPQ9VPDKPjnQxb54z7i/OJb3v621g78h4hC/",
            "5duAvnvNAz/pctI+C4ohQAFQYr9C7Ec9BKZtv5n+9b54UoK+z5/jvWRpP76WNRu+oFRDv6tpST40rPA9wLH/Pbfnrz4TAok/5m4Iv4I9mj9WdIk/iczXv37WED+H5wa/t2z9P/cnTj9nKTc+JS4nv23Q372m+nS+CYZ4v9JIyD92YAjAi0rgvyNP/L9VlCZA4d1Av0c9J8CEiOI+IeOWPzc/8r3SqjO+MsHlvi8hwj94hpO+fmlMv+huZL5EQcK/k7gXvokMfr4/jGG/8LfhvQsFAcD0Uiw+FgUzP2aqaj9IBDK/c3zIv+l2FL9id7G/xyunP6OGKT/vdLK+g4EGPj40ib/pe+O/ad3fvvp8Or8ckXG/1F9RP6mIU74qVwJAqkKVP5vBr7/yH80/rO6NPrqxzT4iyDc/E90AP1HM8b7JbKg/y95wvgcLBcDDFEY/BzW4P7wTNr/i2UQ/wfk+v1vUST1tBly/HAdWPpN14b4yr+++IwRivrOQKL8P3GU//hHAviBFTj8XS4K/BQcGQKPIYL8RaLU/+OsfvhtXTb8bTGw+pB5oP+mIWL1orj8/sK4gP7SMAkCy8pe/ArWzPYnxVT5PKOM+jkyBvlzryz4QY5M+P5mCvnaDwT8XzhW9vUIsPxH0kTy8RNC/dU8Lv+l2578BvKo/xcxBv/X09T7YoDI/T/wKPwwW/ztj4j8+WgHIvTS/HL8FtuE/zmUaP5O+TT9tl2A/SadMv4dRuD//sa++cE7YviCTEb/mBos+bjc2v/yuQT4bnYo/N/ggP98vqr3QrBC/gwCjPtVcOz8vnGY+U9oUPbS8Oj1cdh4+9RvCPvHKK79lotc/QU+jv5IBOb+Qqw8/x78DP3mqQT6UHZy/mf5yPg2dDEDq1MG/2WMov+5snz+MIWY/QZKBvRfOQz8jn94+xD2UPkCiQ7/OhQu+K5mIv81FHz9SSw2/jUuwP6S7Q7/JDlm+G3xNvgAV1T5UBRI/ix4mPwRVCz9ha0e/NkQ/O1vgt7+r7fi+",
